<?
$MESS["SP_CI_CHECKSTATE_ERROR_CONN"] = "Ошибка подключения к порталу";
$MESS["SP_CI_CHECKSTATE_ERROR_SCOPE"] = "У приложения на портале отсутствуют следующие права: <strong>#SCOPES#</strong>";
$MESS["SP_CI_CHECKSTATE_ERROR_SCOPE_HINT"] = "Перейдите на портал в раздел \"Разработчикам / Интеграции\". Найдите интеграцию, через которую данный модуль подключен к порталу. Откройте её и в поле \"Настройка прав\" добавьте недостающие права. После этого в настройках модуля в разделе \"Настройки подключения\" нажмите \"Сбросить подключение\" (все данные останутся на месте - модуль лишь отключится от портала). Появится ссылка для повторного подключения - перейдите по ней и после этого проблема должна быть решена.";
?>