<?
$MESS["SP_CI_NEW_PROFILE"] = "Новый профиль";
$MESS["SP_CI_PROFILE_PREFIX_DEFAULT"] = "Заказ #";
$MESS["SP_CI_GET_PROFILE_NEWORDER_WARN_SYNCMODE"] = "Не работает в режиме совместимости с режимом \"Сделки\" коробочного портала";
$MESS["SP_CI_GET_PROFILE_NEWORDER_WARN_SYNCMODE_HINT"] = "Смотрите блок \"Параметры синхронизации\" раздела \"Настройки подключения\".";
$MESS["SP_CI_GET_PROFILE_NEWORDER_WARN_DIRECTION"] = "Работает только в двустороннем режиме синхронизации";
$MESS["SP_CI_GET_PROFILE_NEWORDER_WARN_DIRECTION_HINT"] = "Смотрите блок \"Параметры синхронизации\" раздела \"Настройки подключения\".";
//$MESS["SP_CI_GET_PROFILE_NEWORDER_WARN_PRODSYNCTYPE"] = "Работает только в режиме \"Привязывать к сделке существующие в каталоге товары (с вариациями)\" выгрузки товаров в каталог Битрикс24";
//$MESS["SP_CI_GET_PROFILE_NEWORDER_WARN_PRODSYNCTYPE_HINT"] = "Смотрите блок \"Состав заказа\" раздела \"Общие настройки синхронизации\"";
$MESS["SP_CI_GET_PROFILE_NEWORDER_WARN_PRODSYNCTYPE"] = "Синхронизация состава сделки и заказа работает только в режиме \"Привязывать к сделке существующие в каталоге товары (с вариациями)\" выгрузки товаров в каталог Битрикс24";
$MESS["SP_CI_GET_PROFILE_NEWORDER_WARN_PRODSYNCTYPE_HINT"] = "Если выбран другой режим, модуль будет создавать заказы без товаров. Выбор режима смотрите в блоке \"Состав заказа\" раздела \"Общие настройки синхронизации\".";
?>